
export const SUBSCRIBE_TERMS_VER_1 = [
  {
    title: '제 1조 목적',
    body: [
      '‘가는길지금’ 서비스를 이용해 주셔서 감사합니다. 본 약관은 여러분이 ‘가는길지금’ 서비스를 이용하는 데 필요한 권리, 의무 및 책임사항, 이용조건 및 절차 등 기본적인 사항을 규정하고 있으므로 조금만 시간을 내서 주의 깊게 읽어주시기 바랍니다.'
    ],
  },
  {
    title: '제 2조 용어의 정의',
    body: [
      '본 약관에서 사용되는 주요한 용어의 정의는 다음과 같습니다.',
      '① 회원(또는 사용자) : 가는길지금의 약관에 동의하고 개인정보를 제공하여 회원 등록을 한 자로서, 가는길지금과의 이용 계약을 체결하고 가는길지금을 이용하는 사용자를 말합니다.',
      '② 회원 아이디(이하 "닉네임") : 회원의 식별과 회원의 서비스 이용을 위하여 회원별로 부여하는 고유한 문자와 숫자의 조합을 말합니다.',
      '③ 비밀번호 : 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 등록한 영문과 숫자, 특수문자의 조합을 말합니다.',
      '④ 게시물(또는 이슈) : 가는길지금 서비스 상에 게재된 부호, 문자, 그림, 사진, 동영상, 링크 등으로 구성된 교통 이슈에 관한 각종 콘텐츠 자체를 말합니다.',
      '⑤ 운영자 : 가는길지금 서비스를 운영하는 운영자를 말합니다.'
    ],
  },
  {
    title: '제 3조 약관 외 준칙',
    body: [
      '본 약관에 규정되지 않은 사항에 대해서는 관련법령 또는 서비스의 운영정책 및 규칙 등(이하 ‘세부지침’)의 규정에 따릅니다. 또한, 필요한 경우 별도로 운영 정책을 공지 안내할 수 있으며, 본 약관과 운영 정책이 중첩될 경우 운영 정책이 우선 적용됩니다.'
    ],
  },
  {
    title: '제 4조 이용 계약 체결 및 약관 동의',
    body: [
      '① 이용 계약은 회원으로 등록해 가는길지금 서비스를 이용하려는 자가 본 약관에 동의 후 가입 신청한 내용에 대한 운영자의 이용 승낙으로 성립됩니다.',
      '② 회원으로 등록해 가는길지금 서비스를 이용하려는 자는 가입 신청 시 본 약관을 읽고 "가입 버튼"을 선택하는 것으로 본 약관에 대한 동의 의사 표시를 합니다.',
      '③ 회원은 약관에 따라 본 서비스를 이용해야 합니다. 회원은 본 약관에 대해 동의를 했을 경우에 한하여 본 서비스를 이용할 수 있습니다.'
    ],
  },
  {
    title: '제 5조 약관수정',
    body: [
      '① 가는길지금은 법률이나 가는길지금 서비스의 변경사항을 반영하기 위한 목적 등으로 본 약관이나 이용방법, 해당 안내 및 고지 사항을 수정할 수 있습니다. 본 약관이 변경되는 경우 가는길지금은 변경 사항을 개별 가는길지금 서비스 공지사항에 게시하며, 변경된 약관은 게시한 날로부터 7일 후부터 효력이 발생합니다.',
      '② 가는길지금은 변경된 약관을 게시한 날로부터 효력이 발생되는 날까지 약관변경에 대한 사용자의 의견을 기다리겠습니다. 위 기간이 지나도록 사용자의 의견이 가는길지금에 접수되지 않으면, 사용자가 변경된 약관에 따라 서비스를 이용하는 데에 동의하는 것으로 보겠습니다. 사용자가 변경된 약관에 동의하지 않는 경우 변경된 약관의 적용을 받는 해당 서비스의 제공이 더 이상 불가능하게 됩니다.'
    ],
  },
  {
    title: '제 6조 서비스 이용 신청 및 계정 관련',
    body: [
      '① 본 서비스를 이용하려고 하는 사용자는 특정 정보(사용자 이메일, 비밀번호, 닉네임 등)를 등록하여 계정을 생성해야 합니다. 단, 다음의 경우에는 가는길지금 서비스 이용 정책에 따라 계정 생성을 승인하지 않을 수 있습니다.',
      '1. 다른 사람의 이메일 등 개인정보를 이용하여 계정을 생성하려 한 경우',
      '2. 가는길지금이 과거에 운영원칙 또는 법률 위반 등의 정당한 사유로 해당 계정을 삭제 또는 징계한 경우',
      '② 타인의 정보를 도용하거나 허위의 정보를 등록하는 등 본인의 진정한 정보를 등록하지 않은 회원은 서비스 이용과 관련하여 아무런 권리를 주장할 수 없으며, 관계 법령에 따라 처벌 받을 수 있습니다.',
      '③ 계정은 본인만 이용할 수 있고, 다른 사람에게 이용을 허락하거나 양도할 수 없습니다.',
      '④ 사용자는 계정과 관련된 정보, 즉 닉네임 등을 수정할 수 있습니다.'
    ],
  },
  {
    title: '제 7조 개인정보처리방침',
    body: [
      '① 개인정보는 가는길지금 서비스의 원활한 제공을 위하여 사용자가 동의한 목적과 범위 내에서만 이용됩니다. 운영자는 관계 법령이 정하는 바에 따라 회원 등록 정보를 포함한 회원의 개인정보를 보호하기 위하여 노력하고 있습니다.',
      '② 회원의 개인정보보호에 관하여 관계 법령 및 가는길지금이 정하는 개인정보처리방침에 정한 바에 따릅니다.',
      '③ 단, 회원의 귀책 사유로 인해 노출된 정보에 대해 운영자는 일체의 책임을 지지 않습니다. 운영자는 회원이 미풍양속에 저해되거나 국가 안보에 위배되는 게시물 등 위법한 게시물을 등록 · 배포할 경우 관련 기관의 요청이 있을 시 회원의 자료를 열람 및 해당 자료를 관련 기관에 제출할 수 있습니다.'
    ],
  },
  {
    title: '제 8조 운영자의 의무',
    body: [
      '① 운영자는 이용 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 가급적 빨리 처리하여야 합니다. 다만, 개인적인 사정으로 신속한 처리가 곤란한 경우에 사후에 공지 또는 이용 회원에게 전자 우편 등을 보내는 등 최선을 다합니다.',
      '② 운영자는 계속적이고 안정적인 서비스 제공을 위하여 설비에 장애가 생기거나 유실된 때에는 이를 지체 없이 수리 또는 복구할 수 있도록 노력합니다. 다만, 천재지변 또는 가는길지금 운영자에게 부득이한 사유가 있는 경우, 서비스 운영을 일시 정지할 수 있습니다.'
    ],
  },
  {
    title: '제 9조 회원의 의무',
    body: [
      '① 회원은 본 약관에서 규정하는 사항과 운영자가 정한 제반 규정, 공지사항 및 운영 정책 등 가는길지금이 공지하는 사항 및 관계 법령을 준수해야 합니다.',
      '② 회원은 서비스 이용과 관련해 다음과 같은 행위를 하여서는 안 됩니다.',
      '1. 타인의 정보 도용',
      '2. 기타 가는길지금 업무에 방해가 되거나 가는길지금의 명예를 손상시키는 행위',
      '③ 회원은 가는길지금의 명시적 동의가 없는 한 서비스의 이용 권한, 기타 이용계약 상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.',
      '③ 이용고객은 아이디 및 비밀번호 관리에 상당한 주의를 기울여야 하며, 운영자나 가는길지금의 동의 없이 제 3자에게 아이디를 제공하여 이용하게 할 수 없습니다.',
      '④ 회원은 운영자와 가는길지금 및 제 3자의 지적 재산권을 침해해서는 안됩니다.'
    ],
  },
  {
    title: '제 10조 서비스 이용 시간',
    body: [
      '① 서비스 이용 시간은 업무 상 또는 기술 상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 단, 가는길지금 시스템 정기 점검, 증설 및 교체를 위해 운영자가 정한 날이나 시간에 서비스를 일시 중단할 수 있으며, 예정된 작업으로 인한 서비스 일시 중단은 사전에 공지하오니 참고하시길 바랍니다.',
      '② 단, 가는길지금은 다음 경우 사전 공지 혹은 예고 없이 서비스의 전부 혹은 일부의 제공을 중지할 수 있습니다.',
      '1. 긴급한 시스템 점검, 증설, 교체, 고장 혹은 오동작을 일으키는 경우',
      '2. 국가비상사태, 정전, 천재지변 등의 불가항력적인 사유가 있는 경우',
      '3. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지한 경우',
      '4. 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우',
      '③ 전항에 의한 서비스 중단의 경우 가는길지금은 사전에 공지사항 등을 통하여 회원에게 통지 합니다. 단, 가는길지금이 통제할 수 없는 사유로 발생한 서비스의 중단에 대하여 사전 공지가 불가능한 경우 사후에 공지할 수 있습니다.'
    ],
  },
  {
    title: '제 11조 이용계약 해지 및 서비스 탈퇴',
    body: [
      '① 사용자가 가는길지금 서비스의 이용을 더 이상 원치 않는 때에는 언제든지 가는글지금 서비스 내 제공되는 메뉴를 이용하여 서비스 이용계약의 해지 신청을 할 수 있으며, 가는길지금은 법령이 정하는 바에 따라 신속히 처리하겠습니다.',
      '② 이용계약이 해지되면 법령 및 개인정보처리방침에 따라 사용자 정보를 보유하는 경우를 제외하고는 사용자 정보나 사용자가 작성한 게시물 등 모든 데이터는 삭제됩니다.'
    ],
  },
  {
    title: '제 12조 서비스 이용 제한',
    body: [
      '① 회원은 다음 각 호에 해당하는 행위를 하여서는 아니되며 해당 행위를 한 경우 가는길지금은 사용자의 회원 자격을 제한 및 정지시킬 수 있습니다.',
      '1. 회원 가입 시 혹은 가입 후 정보 변경 시 허위 내용을 등록하는 행위',
      '2. 잘못된 방법으로 서비스의 제공을 방해하거나 가는길지금이 안내하는 방법 이외의 다른 방법을 사용하여 가는길지금 서비스에 접근하는 행위',
      '3. 관련 법령, 가는길지금의 모든 약관 및 운영 정책을 준수하지 않는 행위'
    ],
  },
  {
    title: '제 13조 사용자 신고 및 조치',
    body: [
      '① 사용자는 다음 각 호의 사유에 해당한다고 판단되는 게시물을 신고할 수 있으며, 가는길지금은 5회 이상 신고가 이루어진 게시물을 비공개 처리하는 등 기술적 조치를 취하는 경우, 사용자들이 그러한 사실을 알 수 있도록 표시합니다.',
      '1. 사실과 다른 게시물',
      '2. 주제와 무관한 게시물',
      '3. 기타 이용자가 합리적으로 삭제 등이 필요하다고 판단한 게시물',
      '또한, 사용자는 사생활 침해 또는 명예훼손 등 자신의 권리가 침해된 경우 가는길지금 고객센터를 통해 해당 게시물의 삭제 등 조치를 취하도록 요청할 수 있습니다.'
    ],
  },
  {
    title: '제 14조 게시물의 보관',
    body: [
      '① 가는길지금 운영자가 불가피한 사정으로 본 서비스를 중단하게 될 경우, 회원에게 사전 공지를 하고 게시물의 이전이 쉽도록 모든 조치를 취하기 위해 노력합니다.'
    ],
  },
  {
    title: '제 15조 게시물에 대한 저작권',
    body: [
      '① 회원이 서비스 내에 게시한 게시물의 저작권은 게시한 회원에게 귀속됩니다. 또한 가는길지금 게시자의 동의 없이 게시물을 상업적으로 이용할 수 없습니다. 다만, 비영리 목적인 경우는 그러하지 아니하며, 또한 서비스 내의 게재권을 갖습니다.',
      '② 회원은 서비스를 이용하여 취득한 정보를 임의 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.',
      '③ 운영자는 회원이 게시하거나 등록하는 서비스 내의 내용물, 게시 내용에 대해 제 12조 각 호에 해당된다고 판단되는 경우 사전 통지 없이 삭제하거나 이동 또는 등록 거부할 수 있습니다.'
    ],
  },
  {
    title: '제 16조 손해배상',
    body: [
      '① 본 서비스에서 발생한 모든 민,형법상 책임은 회원 본인에게 1차적으로 있습니다.',
      '② 본 사이트로부터 회원이 받은 손해가 천재지변 등 불가항력적이거나 회원의 고의 또는 과실로 인하여 발생한 때에는 손해배상을 하지 않습니다.'
    ],
  },
  {
    title: '제 17조 면책',
    body: [
      '① 운영자는 회원이 가는길지금의 서비스 제공으로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.',
      '② 운영자는 본 서비스 기반 및 타 통신업자가 제공하는 전기통신서비스의 장애로 인한 경우에는 책임이 면제되며 본 서비스 기반과 관련되어 발생한 손해에 대해서는 서비스의 이용약관에 준합니다.',
      '③ 운영자는 회원이 저장, 게시 또는 전송한 자료와 관련하여 일체의 책임을 지지 않습니다.',
      '④ 운영자는 회원의 귀책 사유로 인하여 서비스 이용의 장애가 발생한 경우에는 책임지지 아니합니다.',
      '⑤ 운영자는 회원 상호 간 또는 회원과 제 3자 상호 간, 기타 회원의 본 서비스 내외를 불문한 일체의 활동(데이터 전송, 기타 커뮤니티 활동 포함)에 대하여 책임을 지지 않습니다.',
      '⑥ 운영자는 회원이 게시 또는 전송한 자료 및 본 서비스로 회원이 제공 받을 수 있는 모든 자료들의 진위, 신뢰도, 정확성 등 그 내용에 대해서는 책임지지 아니합니다.',
      '⑦ 운영자는 회원 상호 간 또는 회원과 제3자 상호 간에 서비스를 매개로 하여 물품 거래 등을 한 경우에 그로부터 발생하는 일체의 손해에 대하여 책임지지 아니합니다.',
      '⑧ 운영자는 회원 간 또는 회원과 제 3자 간에 발생한 일체의 분쟁에 대하여 책임지지 아니합니다.',
      '⑨ 운영자는 서버 등 설비의 관리, 점검, 보수, 교체 과정 또는 소프트웨어의 운용 과정에서 고의 또는 고의에 준하는 중대한 과실 없이 발생할 수 있는 시스템의 장애, 제 3자의 공격으로 인한 시스템의 장애, 국내 외의 저명한 연구 기관이나 보안 관련 업체에 의해 대응 방법이 개발되지 아니한 컴퓨터 바이러스 등의 유포나 기타 운영자가 통제할 수 없는 불가항력적 사유로 인한 회원의 손해에 대하여 책임지지 않습니다.'
    ],
  },
  {
    title: '제 18조 정부 데이터 이용에 대한 고지',
    body: [
      '① ‘가는길지금’은 정부기관, 공공기관 또는 그 산하기관이 운영·제공하는 공식 서비스가 아니며, 어떠한 형태로도 정부기관을 대리하거나 사칭하지 않습니다.',
      '② 본 서비스는 정부 기관이나 공공기관이 직접 운영하는 공식 앱이 아닙니다. 따라서, 서비스에서 제공되는 정보는 실제 교통 상황과 다소 차이가 있을 수 있으며, 긴급 상황 발생 시에는 관계 법령에 따라 공식 정부 기관이 제공하는 정보를 최우선으로 참고해야 합니다.',
      '③ `가는길지금` 서비스는 「도로교통법」에 따른 교통 정보 등 공공데이터를 활용하여 서비스를 제공합니다. 운영자는 공공데이터의 오류로 인해 발생하는 어떠한 손해에 대해서도 책임지지 않습니다.'
    ],
  },
  {
    title: '부칙',
    body: [
      '본 이용약관은 아래 시행일자부터 시행됩니다.',
      '시행일 : 2024년 2월 20일'
    ],
  }
];